Repository: Makajda/HappyRoute
Catalog: HappyRoute4/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, ko, pt, ru, tr, zh_hans

# MenuEdit.Text
source: Edit
de: Bearbeiten
es: Edición
fr: Edition
it: Modifica
ja: 編集
ko: 편집
pt: Editar
ru: Правка
tr: Düzenle
zh_hans: 编辑

# MenuFile.Text
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt: Arquivo
ru: Файл
tr: Dosya
zh_hans: 文件

# MenuPin.Text
source: Pin tile
de: PIN-Fliese
es: Azulejo de pin
fr: Tuile de broche
it: Mattonelle di pin
ja: ピン タイル
ko: 핀 타일
pt: Telha de PIN
ru: Прикрепить тайл
tr: PIN kiremit
zh_hans: Pin 瓷砖

# MenuSettings.Text
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Параметры
tr: Ayarlar
zh_hans: 设置

# MenuShowCatalog.Text
source: Show Catalog
de: Karte-Katalog
es: Ver catálogo
fr: Voir la catalogue
it: Visualizza il catalogo
ja: カタログを表示します。
ko: 카탈로그 보기
pt: Visualizar catálogo
ru: Показать каталог
tr: Katalog göster
zh_hans: 显示目录

# MenuShowRoute.Text
source: Show Route
de: Route anzeigen
es: Mostrar ruta
fr: Voir la Route
it: Visualizza itinerario
ja: ルートを表示します。
ko: 경로 표시
pt: Visualizar rota
ru: Показать маршрут
tr: Yol göster
zh_hans: 显示路由

# MenuUnpin.Text
source: Unpin tile
de: Fixierung aufheben Fliese
es: Liberar el azulejo
fr: Épingler des tuiles
it: Sbloccare tegola
ja: タイルの固定を解除します。
ko: 타일을 제거
pt: Desafixar telha
ru: Открепить тайл
tr: Kiremit sabitlemesini Kaldır
zh_hans: 取消对固定瓦

# MenuClearSelection.Text
source: Clear Selection
de: Auswahl löschen
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
ja: 選択のクリア
ko: 선택 영역 지우기
pt: Limpar Seleção
ru: Снять выделение
tr: Seçimi Temizle
zh_hans: 清除所选内容

# MenuZoom.Text
source: Zoom
ja: ズーム
ko: 확대/축소
ru: Масштаб
tr: Yakınlaştırma
zh_hans: 缩放

# MenuEditOff.Text
source: Save
de: Sparen
es: Salvar
fr: Enregistrer
it: Salvare
ja: セーブ
ko: 구하다
pt: Salve
ru: Сохранить
tr: Kayıt etmek
zh_hans: 保存
